app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "rjn"], ["email", "mgrktn@gmail.com"], ["message", "nggernj"], ["created_at", "2016-08-24 05:39:11.754142"], ["updated_at", "2016-08-24 05:39:11.754142"]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.save